famous_people = [
    {
        "имя": "Лев Толстой",
        "профессия": "писатель",
        "страна": "Россия",
        "известные работы": ["Война и мир", "Анна Каренина"]
    },
    {
        "имя": "Альберт Эйнштейн",
        "профессия": "физик",
        "страна": "Германия",
        "известные работы": ["Теория относительности", "Фотонная гипотеза"]
    },
    {
        "имя": "Пабло Пикассо",
        "профессия": "художник",
        "страна": "Испания",
        "известные работы": ["Герника", "Авиньонские девицы"]
    },
]

for person in famous_people:
    print(f"Имя: {person['имя']}")
    print(f"Профессия: {person['профессия']}")
    print(f"Страна: {person['страна']}")
    print(f"Известные работы: {', '.join(person['известные работы'])}")
    print()  
